[
    {
        "id": "MF001",
        "name": "TabascoFactory",
        "yearFounded": 1868,
        "CEO": "John Smith",
        "location": "Verenigde Staten",
        "products": ["Tabasco", "Peppers", "Mace"],
        "description": "TabascoFactory, opgericht in 1868 door Edmund McIlhenny, is een beroemde producent van hete sauzen en kruiden gevestigd in de Verenigde Staten. Hun iconische Tabasco-saus wordt wereldwijd erkend."
    },
    {
        "id": "MF002",
        "name": "FruitFusion",
        "yearFounded": 1995,
        "CEO": "Maria Rodriguez",
        "location": "Tropische Eilanden",
        "products": ["Salsas", "Fruit Blends", "Smoothies"],
        "description": "FruitFusion, opgericht in 1995, is gespecialiseerd in het maken van heerlijke salsa's, fruitmixen en smoothies. Gevestigd op de Tropische Eilanden, brengt FruitFusion de smaken van het paradijs naar de wereld."
    },
    {
        "id": "MF003",
        "name": "SpiceFactory",
        "yearFounded": 2000,
        "CEO": "Diego Hernandez",
        "location": "Mexico",
        "products": ["Hot Sauces", "Spices", "Chili Powders"],
        "description": "SpiceFactory, opgericht in 2000, biedt een scala aan hete sauzen, kruiden en chilipoeders. Gevestigd in Mexico, staat SpiceFactory bekend om zijn authentieke smaken en kruiden."
    },
    {
        "id": "MF004",
        "name": "SweetHeat",
        "yearFounded": 2010,
        "CEO": "Linda Nguyen",
        "location": "Thailand",
        "products": ["Sweet Sauces", "Chili Sauces", "Dips"],
        "description": "SweetHeat, opgericht in 2010, is gespecialiseerd in zoete sauzen, chilisauzen en dips. Gevestigd in Thailand, brengt SweetHeat een combinatie van zoete en pittige smaken naar liefhebbers van pikant eten."
    },
    {
        "id": "MF005",
        "name": "GarlicGoodness",
        "yearFounded": 2005,
        "CEO": "Sophie Johnson",
        "location": "Verenigde Staten",
        "products": ["Garlic Sauces", "Garlic Spices", "Dips"],
        "description": "GarlicGoodness, opgericht in 2005, biedt een verscheidenheid aan knoflooksaus, knoflookkruiden en dips. Gevestigd in de Verenigde Staten, brengt GarlicGoodness de heerlijke smaak van knoflook naar verschillende gerechten."
    },
    {
        "id": "MF006",
        "name": "HeatWave",
        "yearFounded": 1998,
        "CEO": "Mark Thompson",
        "location": "Verenigde Staten",
        "products": ["Hot Sauces", "Pepper Extracts", "Chili Powders"],
        "description": "HeatWave, opgericht in 1998, is gespecialiseerd in hete sauzen, peperextracten en chilipoeders. Gevestigd in de Verenigde Staten, brengt HeatWave een golf van hitte naar culinaire liefhebbers over de hele wereld."
    },
    {
        "id": "MF007",
        "name": "ZestyZing",
        "yearFounded": 2015,
        "CEO": "Emily Chen",
        "location": "Verenigde Staten",
        "products": ["Hot Sauces", "Spices", "Dips"],
        "description": "ZestyZing, opgericht in 2015, biedt een verscheidenheid aan hete sauzen, kruiden en dips. Gevestigd in de Verenigde Staten, brengt ZestyZing een levendige en pittige smaak naar elke maaltijd."
    },
    {
        "id": "MF008",
        "name": "SmokyDelights",
        "yearFounded": 2000,
        "CEO": "Carlos Martinez",
        "location": "Mexico",
        "products": ["Hot Sauces", "BBQ Sauces", "Dips"],
        "description": "SmokyDelights, opgericht in 2000, biedt een scala aan hete sauzen, BBQ-sauzen en dips. Gevestigd in Mexico, staat SmokyDelights bekend om zijn rokerige smaken en heerlijke sauzen."
    },
    {
        "id": "MF009",
        "name": "TangyTwist",
        "yearFounded": 2010,
        "CEO": "Laura Hernandez",
        "location": "Verenigde Staten",
        "products": ["Hot Sauces", "Salsas", "Dips"],
        "description": "TangyTwist, opgericht in 2010, biedt een scala aan hete sauzen, salsa's en dips. Gevestigd in de Verenigde Staten, brengt TangyTwist een verfrissende en pittige draai aan traditionele smaken."
    }
]
